[
    {
        "name": "Fixed Deposit",
        "url": "https://www.hlb.com.my/en/personal-banking/fixed-deposit/fixed-deposit-account/fixed-deposit-account.html",
        "description": "\nHLB Fixed Deposit account is a good start for your long-term savings plan.\n\nA choice of terms from 1 - 60 months.\nFlexibility of early fixed deposit partial withdrawal without losing interest on remaining balance. \nPartial withdrawal is in multiples of RM1,000. \nOutstanding balances will be shown on the monthly e-statement.\n\nEligibility\n Minimum deposit of RM5,000 for 1 month placement and RM500 for 2 months and above.\nApplicable for individual and non-individual customers.\nFor Malaysian aged 18 years old & above.\nFor Malaysian aged below 18 years old, account must be opened as a trust account.\n"
    },
    {
        "name": "Critical Illness Plan",
        "url": "https://www.hlb.com.my/en/personal-banking/insurance/medical/critical-illness-plan.html",
        "description": "\nMedical Insurance\n\nGet protection up to RM50,000 (Emerald Plan), and up to RM70,000 (Diamond Plan) for 5 major illnesses\n\n Full Payment\nReceive full payment upon diagnosis of cancer, heart attack, stroke , coronary heart disease, or kidney failure, provided that the Insured Person survives for at least 14 days after diagnosis.\n\nEligibility\nMalaysians, Permanent Residents, Work Permit/Employment Pass Holders, or otherwise legally employed in Malaysia\nTheir Dependents aged between 18 and 59 years at the date of the first enrolment are eligible to apply.\nCover may be granted beyond age 59 provided you are enrolled in the Plan before that, and have remained continuously covered thereafter, up to the maximum age of 64. \n"
    },
    {
        "name": "Travelright Plus Insurance",
        "url": "https://www.hlb.com.my/en/personal-banking/insurance/travel/travel-insurance.html",
        "description": "\nSick or injured?\nOur travel insurance covers your medical & treatment expenses up to RM400,000\n\nCanceled trip & missed events\nWe cover up to RM50,000 for travel cancellation. Missed event due to travel delay? We’ve got that covered too!\n\nPersonal accident & liability\nRest easy with coverage of up to RM1,000,000 for personal liability and up to RM350,000 for personal accident.\n"
    },
    {
        "name": "Car Insurance",
        "url": "https://www.hlb.com.my/en/personal-banking/insurance/motor/car-life-scheme.html",
        "description": "\nSecurity\n\nYour family’s financial security will be lessened because in the event of the occurrence of your death, or Total and Permanent Disability (TPD) before the age of 65, the Death/TPD Benefit will be payable.\n\nSingle Premium with Flexible Insurance Coverage\nPremium rates are based on the chosen sum assured, policy terms, interest rate, gender and age at entry of the customer.\n"
    },
    {
        "name": "Unit Trust",
        "url": "https://www.hlb.com.my/en/personal-banking/investments/investment-and-financing-products/as-low-as-RM50/unit-trust.html",
        "description": "\nWhat is Unit Trust? \nnit Trust is an investment pool managed by Fund Managers licensed by the Securities Commission Malaysia. Investments are typically charged a one-time fee when they purchase a Unit Trust and have annual fees to cover the cost of running the fund thereafter.\nUnit Trust funds can be segregated based on their asset classes. An asset class is a group of investment instruments that share the same characteristics and regulations.\n\nTypes of Asset Classes\nMoney Market Funds\nThese funds invest into highly liquid bank deposits and short-term corporate debt instruments. The debt instruments are typically issued by governments, banks and stronger credit rated corporations.\nRelatively lower risk, stable returns.\n\nBond Funds\nThese funds invest into debt instruments issued by governments, banks, and companies that are either higher quality (investment grade), or lower (high-yield). The coupons received from these instruments are usually distributed as income to investors.\n\nMixed Asset Funds\nThese funds invest into a combination of assets which could include stocks, bonds, commodities and currencies. The well diversified nature of this mix delivers decent returns yet come with risk protection.\n\nEquity Funds\nThese funds invest into publicly listed stocks that are usually spread out by regions & sectors. However, some funds can invest in a single country, sector or theme based on their investment objectives.\nPoses the highest risk.\n"
    },
    {
        "name": "Stock Trading",
        "url": "https://www.hlb.com.my/en/personal-banking/investments/investment-and-financing-products/as-low-as-RM50/stock-trading.html",
        "description": "\nWhat is Stock Trading?\n\n Stock trading is the buying and selling of stocks or shares in publicly-traded companies.\nLocal and foreign stocks can be bought and sold through a brokerage account such as eBroking or via Pay&Save Account.Stock traders aim to make a profit by buying stocks at a low price and selling them at a higher price, or by earning income through dividends paid by the stocks they own.\n"
    },
    {
        "name": "Personal Loan",
        "url": "https://www.hlb.com.my/en/personal-banking/loans/personal-loan/personal-loan.html",
        "description": "\n20% Cashback on interest\nMonthly instalments as low as RM126\nNo collaterals and guarantor required\nFlexible repayment tenure of up to 5 years\nMinimum income eligibility of RM24,000 per annum\nEasy application available at our Bank's Branches, Website and HLB Connect Online Banking\nFinancing amount up to RM250,000\n\nEligibility\nMalaysian citizens only, aged between 21 to 60 years old\nEarn a minimum annual income of RM24,000 per annum\n"
    },
    {
        "name": "Home Loan",
        "url": "https://www.hlb.com.my/en/personal-banking/loans/property-loan/home-loan.html",
        "description": "\nCompetitive Loan Package\nDaily interest calculation for interest saving. A term loan facility to suit your financial needs.\n\nExtra Margin for MDTA Financing\nMortgage Decreasing Term Assurance is a term life insurance that covers death and total permanent disability. Provide additional financial protection for you and your family with slight increase on your monthly instalments.\n\nHassle-Free Application\nLeave your details and our friendly mortgage consultant will visit you at your home or office to assist you.\n\nFlexible Instalment\nFlexibility to make extra payments in any amount at any time.\n\nHassle free payment with:\nStanding Instructions from your Hong Leong Bank / Hong Leong Islamic Bank savings/current account.\n"
    },
    {
        "name": "GSC Gold & Platinum Cards",
        "url": "https://www.hlb.com.my/en/personal-banking/credit-cards/rewards-points/gsc-gold-and-platinum-cards.html",
        "description": "\nNew Platinum cardholders will enjoy TEN (10) GSC adult tickets in the form of a promo code. New Gold cardholders will enjoy FIVE (5) GSC adult tickets in the form of a promo code.\n 30% off on any popcorn buckets, snacks and drinks is applicable when you purchase via GSC online / mobile app. 10% off on any popcorn buckets, snacks and drinks is applicable when you purchase at GSC counters (excluding popcorn buckets, snacks and drinks on Wednesday)\n\nEligibility\nAged 21 to 65 years old (Principal) | 18 years old (Supplementary)\n\nMinimum annual income of: RM24,000 for GSC Gold Card/RM60,000 for GSC Platinum Card\n\nOR minimum fixed deposit pledge of:RM2,000 for GSC Gold Card/RM12,000 for GSC Platinum Card\n"
    },
    {
        "name": "Property Loan: Refinancing",
        "url": "https://www.hlb.com.my/en/personal-banking/loans/property-loan/refinancing.html",
        "description": "\nFor Residential/ Non-Residential properties only and Individual customers\n\nAcceptable Income Documents for Employed:\nLatest 3 months salary slips\nLatest Borang BE (supported by tax payment receipt)\nLatest EPF statement\nLatest 3 months bank statement\n\nAcceptable Income Documents for self-employed:\nLatest 3 months/ 6 months payslip or\nLatest 3/6 months credit bank statement\nLatest Borang B/BE + proof of tax payment\n"
    },
    {
        "name": "Process of Switching Departments",
        "description": "\nExpress interest to supervisor or HR\nDiscussion to understand motivations and skills\nIf approved, HR coordinates with current and target departments\nHR Facilitate smooth transition, including training and onboarding\n"
    },
    {
        "name": "Process of Claiming Money",
        "description": "\nSubmit claims through form F \nAttach receipts and necessary documentation\nClaims routed to Finance department for verification\nFinance department processes approved reimbursements\nEmployee receives claimed amount in a timely manner\n"
    },
    {
        "name": "Process of Reporting Issues to Specific Departments",
        "description": "\nReport issues through internal communication channels\nUse designated reporting tool or submit ticket via intranet\nIssues routed to relevant department for investigation\n"
    },
    {
        "name": "Process of Inquiring Workday Leave",
        "description": "\nLog into account\nRequest Time Off\nSpecify leave dates and reason\nSubmit request for department manager's approval\nNotify manager\nWait for reply\n"
    },
    {
        "name": "Process to Negotiate Salary",
        "description": "\nSchedule meeting with department supervisor or HR\nPresent case, highlighting contributions and achievements\nHR reviews proposal considering internal structures and benchmarks\nIf approved, adjusted salary communicated to employee\nPaperwork processed to reflect salary changes \n"
    }
]